{ 
  "compliments":[
"When my life flashes before my eyes, I hope it's mostly you.",
"You're in my top 5 humans of all time.",
"You are the last minute goal in the cup final.",
"You're smoother than Barry White in silk pyjamas operating a floor buffer.",
"You're tougher than my wifi password.",
"I once looked at your bum. I regret nothing.",
"Your mum says you're caring, kind, thoughtful and sweet. But she does still prefer me.",
"Your hair is sleek and glossy like the mane of a mighty stallion.",
"Thanks for always getting us to the airport 4 hours early.",
"You are a walking high-five.",
"If you were a dinosaur you'd be a Legendasaurus Rex.",
"In a fight, you could easily beat two sharks, a bear and five ducks.",
"If we were marooned on an island, I'd be very sad when I had to eat you.",
"You're the person my mum hopes I end up with.",
"If you were bacteria, you'd be the good kind.",
"You are wonderfully odd. You also smell like an adorable platypus.",
"You are more adorable than a baby panda riding a sneezing piglet.",
"You're perfectly layered. Like a lasagne.",
"You're not big and clever. You're small. And clever.",
"I like that when you see a dog you point at it and say \"dog\".",
"You're my kind of weird.",
"You're more supportive than a sports bra.",
"You're the hero Gotham needs.",
"You're the first person I'd look for after an apocalyptic event.",
"You're my favourite person to be hungover with.",
"You're the hero Bonnie Tyler needed.",
"Thank you for tolerating me and my fellow co-workers.",
"Stop. Looking. So. Good. People are trying to get on with their lives around here.",
"Your smile brightens the room.",
"Thanks for stepping into conversations when I say something awkward.",
"I want to build a nest in your beard.",
"I like your face. It's definitely well moisturized.",
"I'd be scared to play you at Scrabble.",
"You have the best dance moves. They're both great.",
"You’re the human equivalent of a bank holiday.",
"You're a chocolate Hobnob in a jar of Rich Teas.",
"If I had my way, they’d put a blue plaque up everywhere you went.",
"I'd follow you into battle. Or to the shops. Or just on Twitter. Up to you.",
"You always get the most pub quiz answers right.",
"8 out of 10 cats prefer you.",
"You're more lovable than a baby hippo in a onesie.",
"If you tried, you could probably be quite famous.",
"You're like a match. Small and fiery.",
"You're really good at making sandwiches.",
"When you make tea, it's like a holy elixir. With biscuits.",
"You're better than free wifi.",
"Things I wish I could be: Ninja. Astronaut. You.",
"You'd win the Saturday Kitchen omelette challenge.",
"You're wise and all knowing, like a mighty owl.",
"You’re better than a perfectly ripe avocado.",
"You could be a part-time model.",
"You're a Michelin Star human.",
"You're the bee's knees, the cat's pyjamas, the pheasant's bowtie.",
"Without you the world would have fewer people in it.",
"I'd clean the hair out of the plughole for you.",
"Is it a bird? Is it a plane? No. It's you, you massive legend.",
"You're classier than Sir Patrick Stewart playing a grand piano on a yacht in Monaco.",
"You've really nailed being a human. Good job.",
"You’re a lot more intelligent than you look.",
"You’re weird but I like you.",
"You should be everyone’s specialist subject on Mastermind.",
"People talk about how nice you are behind your back.",
"At the hairdressers, people just point at you and say 'like that'.",
"I love you more than coffee.",
"The best things come in tall packages.",
"I love the way you smell. I could sniff you all day.",
"You are tall. I like it.",
"You're cooler than the other side of the pillow.",
"Your Twitter feed could win the Booker Prize.",
"You are a terrible cook. But a brilliant human.",
"I admit it. You're funnier than me.",
"Every time you smile, a kitten is born.",
"Listening to your voice is like hearing Morgan Freeman narrate March of the Penguins",
"You're a glass of water after a long run.",
"I love your eyes so much, I’m going to cut them out and tape them to my cat.",
"You make me feel very great.",
"You have such a pretty face, you should be on a Christmas card!",
"You're an awesome friend and on a scale from 1 to 10, you're an 11. :fist::skin-tone-5:",
"I bet you're so awesome you fart glitter. :dash: :sparkles:",
"You are as nice as a Jeff Molsen and K2Kewl genetic hybrid :philosoraptor:",
"Did you sit in a pile of sugar? Cause you have a pretty sweet ass. :wink: :peach: :candy:",
"You've got some really nice [insert body part] and I would like to give you my [insert phone number]. Please accept this token offering of lemon and mint. :lemon: :mint: :robot_face: ",
"Being around you is like being on a happy little vacation.",
"Every day is just blah when I don't see you.",
"I'm amazed with your ambition. I appreciate you finding time to do the work you do around the house. You are genuine, honest, kind, and loving. I am proud of you.",
"If you were a box of crayons, you'd be the giant name-brand one with the built-in sharpener."
]
}